Repository: mozilla-l10n/mt-training-data
Catalog: dyu/dyu_pontoon.tmx
Source language: en_us
Languages: dyu

source: Overall Accuracy
dyu: Tiɲɛni bɛɛ lajɛlen

source: Overall Hr. Total
dyu: Lɛrɛw bɛɛ lajɛlen Total

source: p
dyu: ɲ

source: Partner
dyu: Jɛɲɔgɔn

source: Partners
dyu: Baarakɛɲɔgɔnw

source: Partnerships
dyu: Jɛɲɔgɔnya minnu bɛ kɛ

source: Partnerships and networks
dyu: Jɛɲɔgɔnya ni ɲɔgɔndɛmɛ

source: [Part of the text can’t be heard]
dyu: [Sɛbɛnni yɔrɔ dɔ tɛ se ka mɛn].

source: Pashto
dyu: Pashtokan na

source: Past recordings download requests
dyu: Recordings tɛmɛnenw telesarse ɲininiw

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
dyu: <p>Common Voice ye kan kunnafonidilan ye min bɛ sɔrɔ foroba la, min bɛ baara kɛ ni ŋaniyajirabagaw ka kanw ye diɲɛ fan bɛɛ. Mɔgɔ minnu b’a fɛ ka kumakan baarakɛminɛnw dilan, olu bɛ se ka baara kɛ ni kunnafonidilan ye walasa ka masin kalanni misaliw dege.</p> <p>Sisan , kumakan kunnafonidilan fanba ye tɔnw ta ye , o bɛ kokuradonni dabila . Kan kunnafonidilanw fana tɛ : tubabukan fɔbagaw tɛ, mɔgɔ kulɛrilenw, sebaliw, musow ani LGBTQIA+ mɔgɔw. O kɔrɔ ye ko fɛɛrɛ min bɛ Kɛ ni kan ye, o tɛ baara Kɛ hali dɔɔnin kan caman na, wa a bɛ baara Kɛ yɔrɔ min na, a bɛ Se ka Kɛ ko a tɛ baara Kɛ cogo kelen na bɛɛ la. An b' a fɛ k' o fɛn caman Changé ni ka mɔgɔw lajɛ yɔrɔ bɛɛ walasa k' u kan tila ɲɔgɔn na .</p>

source: People come and contribute their voices.
dyu: Mɔgɔw bɛ na u kanw di.

source: Persian
dyu: Pɛrɛsikan na

source: Personal dashboards keep you up-to-date with individual and community progress.
dyu: Mɔgɔ yɛrɛ ka dashboardw b’i to i ka kunnafoni sɔrɔ mɔgɔ kelen-kelen bɛɛ ni sigidamɔgɔw ka ɲɛtaa kan.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
dyu: <playbookLink>Aw ye bilasiralikan nafamaw sɔrɔ</playbookLink> Common Voice taama bɛɛ la, k’a ta sigidako la ka se kunnafonidilanw baaracogo ma, ka fara jɛɲɔgɔnya kan ni an ka sigida ye.

source: <playIcon></playIcon>Last one!
dyu: <playIcon></playIcon>A laban ye !

source: Play/Stop
dyu: Tulon/Dabila

source: Please select a language to review sentences.
dyu: Aw ye kan dɔ sugandi walisa ka kumasenw lajɛ.

source: Polish
dyu: Polisikan na

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
dyu: <pontoonAccountLink>Jatebɔsɛbɛn dɔ dabɔ</pontoonAccountLink> n’i t’a fɛ. O kɔfɛ, i ka kan sugandi <strong>(‘Ekipu’)</strong> ka sɔrɔ ka porozɛ sugandi, <pontoonCvLink>Kunnakan jɛlen</pontoonCvLink>. Dosiyɛriw bɛna kɛ yen minnu bɛna baara kɛ. I digi kelen kan, o kɔ, a bɛ daɲɛw jira tubabukan na ani kɛsu dɔ min bɛ se k’u bayɛlɛma.

source: Portuguese
dyu: Pɔrtigɛkan na

source: Press play, listen & tell us: did they accurately speak the sentence below?
dyu: I ka play digi, . lamɛnni & a fɔ an ye: yala u ye kumasen in fɔ ka ɲɛ wa?

source: Press { shortcut-play-toggle } to toggle play mode
dyu: { shortcut-play-toggle } digi. ka toggle tulonkɛcogo la

source: Privacy
dyu: Daamu

source: Privacy Policy
dyu: Kunnafoni dogolenw maracogo

source: Privacy, security and transparency.
dyu: Danbe, lakana ani jɛlenya.

source: Profile
dyu: Porofili

source: Profile information improves the audio data used in training speech recognition accuracy.
dyu: Profil kunnafoniw bɛ kunnafoniw lamɛntaw ɲɛ ka taa a fɛ minnu bɛ kɛ ka kuma dɔnni tiɲɛni dege.

source: Progress
dyu: Ɲɛfɛtaali

source: Punjabi
dyu: Punjabikan na

source: Quechua Chanka
dyu: Quechua Chanka ye

source: [‘Raised’ in English is always pronounced as one syllable, not two]
dyu: [‘Raised’ tubabukan na, a bɛ fɔ tuma bɛɛ i n’a fɔ daɲɛ kelen, a tɛ fɔ daɲɛ fila ye].

source: Reader Effects
dyu: Kalanbagaw ka nɔ bilalenw

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
dyu: Kɔrɔbɔli minnu tɛ yen tiɲɛ na, i n'a fɔ "An bɛ" "An bɛ" nɔ na, ​​walima a kɔfɛ.

source: Read More
dyu: Aw ye kunnafoni wɛrɛw kalan

source: Read more on our About page
dyu: Aw ye kunnafoni wɛrɛw kalan an ka Kow ɲɛ kan

source: Read the sentence carefully - don’t miss, change or add words.
dyu: Kumasen kalan ka ɲɛ - kana tɛmɛ, ka daɲɛw Changer walima ka daɲɛw fara a kan.

source: Ready to add your voice or lend your ear?
dyu: Yala i labɛnnen don k’i kan fara a kan walima k’i tulo ban wa?

source: Ready to contribute?
dyu: I labɛnnen don ka bolomafara di wa?

source: Ready to do { $count } more?
dyu: labɛnnen don ka kɛ { $count } ka tɛmɛ?

source: Ready to donate your voice?
dyu: Yala i labɛnnen don k’i kan di wa?

source: Ready to help validate sentences?
dyu: Yala i labɛnnen don ka dɛmɛ don ka kumasenw tiɲɛ wa?

source: reCAPTCHA is required if you want to proceed
dyu: reCAPTCHA de wajibiyalen don ni aw b’a fɛ ka taa ɲɛ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
dyu: Aw ye batakiw sɔrɔ i n’a fɔ gɛlɛyaw ni laɲiniw hakilijiginw, ɲɛtaa kunnafoniw, ani kunnafonidisɛbɛnw Common Voice kan.

source: Recorded Clips
dyu: Klip minnu bɛ sɛbɛn

source: Recorded Hours
dyu: Lɛrɛ minnu sɛbɛnna

source: <recordIcon></recordIcon> Last one!
dyu: <recordIcon></recordIcon> A laban ye !

source: [Recording cut off before the end of the last word]
dyu: [Sɛbɛnni tigɛra sani daɲɛ laban ka ban].

source: Recordings
dyu: Kasɛti minnu bɛ fɔ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
dyu: Kumakan-klipw sɛbɛnni ye an ka kunnafonidilan dafalen jɔli yɔrɔ koloma ye; dɔw bɛna a fɔ ko ɲɛnajɛyɔrɔ fana don.

source: Record/Stop
dyu: Sɛbɛn/ Dabila

source: Record your voice
dyu: I kan sɛbɛn

source: Refresh
dyu: Lakurayali

source: Reject
dyu: Ka fili

source: Remove
dyu: Ka labɔ

source: Remove Avatar
dyu: Avatar bɔ yen

source: Report
dyu: Cisama

source: Report was passed successfully
dyu: Rapport tɛmɛna ka ɲɛ

source: Request a Language
dyu: Kan dɔ ɲini

source: Request recordings
dyu: Aw ye sɛbɛnniw ɲini

source: *required
dyu: *laɲininnen

source: Re-record
dyu: Segin ka sɛbɛnni kɛ

source: Re-record clip
dyu: Segin ka klip sɛbɛn

source: Return
dyu: Segin

source: Return here to edit your goal anytime.
dyu: Segin yan walasa k’i ka laɲini ladilan waati o waati.

source: Return to Common Voice
dyu: Segin ka taga Common Voice kan

source: Return to Common Voice Datasets
dyu: Segin ka taa Common Voice Datasets kan

source: Return to Languages
dyu: Segin kanw kan

source: Review
dyu: Ka sɛgɛsɛgɛ

source: Review could not be saved. Please try again later.
dyu: Seginkanni ma se ka mara. Aw ye aw jija ka segin ka a lajɛ kɔfɛ.

source: ⓘ Review Criteria
dyu: R Seginkanni sariyaw

source: Review Criteria
dyu: Seginkanni sariyaw

source: Reviewed sentences not submitted, are sure?
dyu: Kumasen minnu lajɛra kokura, olu ma ci, yala wa?

source: Review & re-record clips here as you go
dyu: Seginkanni & segin-ka-bɔnye klipw yan i n'a fɔ i bɛ taa cogo min na

source: Review & re-record clips if needed
dyu: Segin & ka segin klipw kan ni mago bɛ a la

source: Review Sentences
dyu: Seginkanni kumasenw kan

source: Review & Submit
dyu: Seginkanni ani a bila

source: Romanian
dyu: Rumanikan na

source: Romansh Sursilvan
dyu: Romansh Sursilvan ye baara kɛ

source: Romansh Vallader
dyu: Romansh Vallader ye baara kɛ

source: Russian
dyu: Irisikan na

source: Santali (Ol Chiki)
dyu: Santali (Ol Chiki) ye.

source: Saraiki
dyu: Saraiki ye

source: Sardinian
dyu: Sardini jamana na

source: Save
dyu: Ka mara

source: Saved
dyu: kisilen don

source: Search
dyu: Ɲini

source: See how your progress compares to other contributors all over the world.
dyu: A lajɛ i ka ɲɛtaa bɛ se ka suma cogo min na ni dɛmɛbaga tɔw ye diɲɛ fan bɛɛ la.

source: See Less
dyu: Ka ye Dcnni

source: See More
dyu: Ka ye Caman

source: Select a Language...
dyu: Kan dɔ sugandi...

source: Selected
dyu: Sugandili kɛra

source: Select the desired language dataset and choose the version you wish to download.
dyu: Kan dataset min b’i fɛ, o sugandi ani i b’a fɛ ka version min telesarse, o sugandi.

source: Send sign up link
dyu: Aw ye sign up link ci

source: Sentence Collection
dyu: Kumasenw Lajɛ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
dyu: <sentenceCollectorFragment>Aw ye kunnafoni wɛrɛw lajɛ kumasenw lajɛcogo kan</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
dyu: <sentenceCollectorVideo>An ka gafe lajɛ min bɛ kumasenw lajɛlan</sentenceCollectorVideo> baaracogo kan.

source: Sentences
dyu: Kumasenw

source: Sentences are collected for people to read aloud.
dyu: Kumasenw bɛ lajɛ walasa mɔgɔw ka se k’u kalan ni kanba ye.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
dyu: Kumasenw ka kan ka lajɛ ani ka sɔn u ma mɔgɔ fila fɛ walasa u ka don Common Voice kɔnɔ. I bɛ laadilikanw da i ka kan kan <languageGuidelinesLink>yan</languageGuidelinesLink>. Kumasenw ka kan ka kɛ <licenseLink>foroba yɔrɔ la</licenseLink> ani ka surunya daɲɛ 15 la. Aw bɛ se k’a ɲini sɛbɛn dɔ tigi fɛ a k’a kɛ <waiverLink>CC0 ye ni an ka yafa kɛcogo</waiverLink> ye, ka ci an ma commonvoice@mozilla.com kan

source: Sentence text
dyu: Kumasen sɛbɛnni

source: Serbian
dyu: Sɛrɛbikan na

source: Set a goal
dyu: I ka kuntilenna dɔ sigi sen kan

source: Set my visibility
dyu: Ne ka yecogo sigi sen kan

source: Setswana
dyu: Setswana jamana na

source: Settings
dyu: Segin-ka-bɔnyew

source: Sex or Gender
dyu: Cɛnimusoya

source: Share Common Voice
dyu: Share Common Voice (kan jɛlen).

source: Share my goal
dyu: Ne ka laɲinita tila

source: Share your clip
dyu: Seginkanni & segin-ka-bɔnye klipw yan i n'a fɔ i bɛ taa cogo min na

source: Share your { $count } Clip Daily Goal for { $type }
dyu: Aw ka { $count } Clip Don o don Laɲini tila { $type } kama .

source: Share your { $count } Clip Weekly Goal for { $type }
dyu: Aw ka { $count } Clip Dɔgɔkun Laɲini tila { $type } kama .

source: Shilha
dyu: Shilha ye

source: Shortcuts
dyu: Siginiden surunw

source: [Should be ‘dinosaurs’]
dyu: [A ka kan ka kɛ "The" Dinosaurs ye].

source: [Should be “We are”]
dyu: [A ka kan ka kɛ “Anw ye”].

source: Show my ranking
dyu: Ne ka jatebɔ jira

source: Sicilian
dyu: Sisilikan na

source: Sign up
dyu: I tɔgɔ sɛbɛn

source: Sign up for an account
dyu: I tɔgɔ sɛbɛn ka kɛ jatebɔsɛbɛn dɔ ye

source: Sign up for Common Voice newsletters, goal reminders and progress updates
dyu: I tɔgɔ sɛbɛn Common Voice kunnafonidisɛbɛnw na, kuntilenna hakilijiginw ani ɲɛtaa kunnafoniw

source: sign up for email updates
dyu: i tɔgɔ sɛbɛn walasa ka kunnafoni kuraw sɔrɔ imɛri la

source: Sign up for { $lang } updates:
dyu: I tɔgɔ sɛbɛn ka { $lang } kunnafoni kuraw sɔrɔ:

source: Single ZIP file containing
dyu: ZIP file kelen min kɔnɔ

source: Sinhala
dyu: Sinhalakan na

source: Siswati
dyu: Siswati ye

source: Size
dyu: Kundama

source: Skip
dyu: Ka lasogo

source: Skip Submission Feedback
dyu: Tɛmɛ Submission Feedback kan

source: Slovak
dyu: Slovakikan na

source: Slovenian
dyu: Slovinikan na

source: Small businesses, including tech and AI start ups
dyu: Jagokɛyɔrɔ misɛnninw, i n’a fɔ tech ani AI daminɛw

source: Social media
dyu: Sosiyete ka kunnafonidilanw

source: Somali
dyu: Somalikan na

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
dyu: Kan dɔw ka daɲɛgafe, daɲɛw ani fɔcogo bɛ ɲɔgɔn Bɔ kosɛbɛ. O de kama, an bɛ <ctaLink>ka ‘Variants’</ctaLink> bila senkan san 2022. O bɛ fɛɛrɛ di sigidamɔgɔw ma u ka kanw danfara la kunnafonidilanba kɔnɔ.

source: Someone asks for a language to be added.
dyu: Mɔgɔ dɔ b’a ɲini ka kan dɔ fara a kan.

source: Something went wrong with reCAPTCHA. Please try again.
dyu: Fɛn dɔ ma ɲɛ reCAPTCHA la. Aw ye aw jija ka segin a kan.

source: Soninke
dyu: Soninke ye

source: Sorbian, Lower
dyu: Sorbian, Jiginni

source: Sorbian, Upper
dyu: Sorbian, Sanfɛla

source: Sorry, Common Voice is running slowly. Thanks for your interest.
dyu: Baasi tɛ, Common Voice bɛ boli dɔɔnin dɔɔnin. Aw ni ce aw ka nafa sɔrɔli la.

source: Sorry, something went wrong
dyu: Baasi tɛ, fɛn dɔ ma ɲɛ

source: Southern Kurdish
dyu: Saheli Kurdew

source: Southern Sotho
dyu: Saheli Soto

source: Spanish
dyu: Ɛsipaɲɔli

source: Speak
dyu: Ka kuma

source: Speakers
dyu: Kumafɔlaw

source: Speaking
dyu: Kuma fɔli

source: Speaking and Listening
dyu: Kuma ni Lamɛnni

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
dyu: Kuma ni i kan ye min bɛ kɛ cogo la! I bɛ kuma cogo min na, o bɛ Sɔn yan - an b’a fɛ i ka fɔcogo i n’a fɔ a bɛ cogo min na, wa an b’a fɛ i ka fɔcogo, i ka fɔcogo ani i ka fɔcogo min bɛ kɛ tuma bɛɛ.

source: Speak now
dyu: Kuma sisan

source: Speak up, contribute here!
dyu: Aw ka kuma, aw ka dɛmɛ don yan!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
dyu: <speechBlogLink>A daminɛ ni kuma dɔnni ye</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
dyu: Tilalen don { $archiveCount } ZIP filew kɔnɔ minnu kɔnɔ

source: Splits
dyu: A bɛ tila-tila

source: Start recording
dyu: A daminɛ ka sɛbɛnni kɛ

source: Start typing to describe your accent
dyu: A daminɛ ka sɛbɛnni kɛ walasa k’i ka kumakan ɲɛfɔ

source: Stats
dyu: Statistiques (Statiw) ye

source: Status Page
dyu: Jamana cogoya ɲɛ

source: Streaks
dyu: Streaks (Sɛbɛnw).

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
dyu: <strong>[Crackle]</strong> dinɔsɔsi belebelebaw ka <strong>[crackle]</strong> -riassic .

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
dyu: <strong>Aw kana ban klipw la, kumalasela ‘kan fɔcogo’ bɛ yɔrɔ minnu na, o ni aw yɛrɛ ta tɛ kelen ye</strong> - o nafa ka bon walasa kan dɔnni ka baara kɛ ka ɲɛ bɛɛ ye.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
dyu: <strong>I ka daɲɛw labɛn !</strong> i ka kanko jɛkulu bɛna kɛ fɛn ye min ɲɔgɔn tɛ , wa ninnu ye daminɛcogo damadɔ dɔrɔn de ye .

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
dyu: <strong>[Sɔgɔsɔgɔninjɛ]</strong> dinɔsɔsiba minnu bɛ <strong>[sɔgɔsɔgɔ]</strong> Triassic .

source: Submit
dyu: Ka kolo

source: Submit a report
dyu: Rapport dɔ di

source: Submit clips
dyu: Klipw ci

source: Subscribe
dyu: Aw ye aw tɔgɔ sɛbɛn

source: Success
dyu: Sanga

source: Success, profile created!
dyu: Ɲɛtaa, profil dabɔra!

source: Swahili
dyu: Swahilikan na

source: Swedish
dyu: Suwɛdikan na

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
dyu: I bolo digi kinin fɛ walasa ka sɔn kumasen ma. I bolo digi kinin fɛ walasa ka ban a la. I bolo digi sanfɛ walasa ka tɛmɛ a kan. <strong>Aw kana ɲinɛ k' aw ka seginnkanni bila !</strong>

source: Syriac
dyu: Swahilikan na

source: Tagalog
dyu: Tagalogkan na

source: Tahitian
dyu: TahitianTahitikan na

source: Taiwanese (Minnan)
dyu: Tayiwanikaw (Min Nan) .

source: Tajik
dyu: Tajikkan na

source: Taking several attempts to read a word.
dyu: Ka cɛsiri caman kɛ walasa ka daɲɛ dɔ kalan.

source: Tamazight
dyu: Tamaziti ye

source: Tamil
dyu: Tamilkan na

source: Tap
dyu: Worobinɛ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
dyu: Tatoeba ye kumasenw, bamanankan bamanankan-falen-falen ani kumakan fɔlenw ka kunnafonidilanba ye walasa ka baara kɛ ni a ye kan kalanni na. Nin telesarse in kɔnɔ, tubabukan fɔlen bɛ yen min sɛbɛnna u ka sigida fɛ.

source: TED-LIUM Corpus
dyu: TED-LIUM Kɔrɔsili

source: Tell us what you'd like to download:
dyu: I b’a fɛ ka min telesarse, o fɔ an ye:

source: Telugu
dyu: Telugukan na

source: Terms
dyu: Bɛnkanw

source: Thai
dyu: Tayilandikan na

source: Thanks for confirming your account, now let's build your profile.
dyu: Aw ni ce aw ka jatebɔ la, sisan an k'aw ka profil jɔ.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
dyu: K’a sababu Kɛ mɔgɔ 259k ni kɔ ka dɛmɛ ye kan 50 ni kɔ la, o kunnafonidilan in bɛ Kɛ ka kuma-se-minɛnw dege walasa u ka se ka hadamaden kan jaabi ka ɲɛ.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
dyu: Aw ni ce aw ka fɔli la!<lineBreak></lineBreak>Sisan aw ka aw ka klipw lajɛ ani k’u bila jukɔrɔ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
dyu: Aw ni ce aw ka nafa sɔrɔli la { $lang } la. An bɛ baara kɛ kosɛbɛ walasa kan bɛɛ labɛn ka daminɛ ani ka mara ekipuw ye kunnafoni kura di imɛri la. N’i b’a fɛ ka dɛmɛ don, i k’i ka bataki di jukɔrɔ.

source: Thank you! You’ve sent a new language enquiry
dyu: A' ni cɛ! I ye kan ɲininkali kura ci

source: The bumblebee sped by.
dyu: Bumblebee ye teliya ka tɛmɛ.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
dyu: Clip Graveyard (Klip kaburudo) bɛ Kɛ ni kan-klipw ye minnu ma Se ka Kɛ Common Voice dataset kɔnɔ. I n’a fɔ kunnafonidilan in cogo kelen na, Clip Graveyard bɛ se ka telesarse.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
dyu: Common Voice Dataset kɔnɔ, kumakan misali ba kɛmɛ caman bɛ yen minnu bɛ baarakɛlaw dɛmɛ ka kumakan dɔnni baarakɛminɛnw dilan.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
dyu: Sigida ye Common Voice dusukun bugɔlen ye - u bɔra diɲɛ fan bɛɛ la, wa u ye kanko ɲɛnabɔbagaw ni dɔnnikɛlaw ni dɔnkotigiw ye. Aw bɛ se ka kunnafoni wɛrɛw sɔrɔ aw sen doncogo kan an ka <ko>Ko</about> ɲɛ kan ani an ka <community>Community playbook</community> kɔnɔ. N’i b’a fɛ ka jɛkulu ka jɛɲɔgɔnya jugumanba sɔrɔ, <emailFragment>i ka kuma.</emailFragment> fɛ

source: The giant dinosaur of the Triassic.
dyu: Dinɔsɔsi belebeleba min bɛ Triassic waati la.

source: The giant dinosaurs of the Triassi-.
dyu: Dinɔsɔsi belebelebaw minnu bɛ Triassi-.

source: The giant dinosaurs of the Triassic.
dyu: Dinɔsɔsi belebelebaw minnu bɛ Triassic waati la.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
dyu: Dinɔsɔsi belebelebaw minnu bɛ Triassic waati la. <strong>[kalan ni kan kelen ye]</strong>

source: The giant dinosaurs of the Triassic. Yes.
dyu: Dinɔsɔsi belebelebaw minnu bɛ Triassic waati la. Awɔ.

source: The giant dino <strong>[cough]</strong> the Triassic.
dyu: Dino belebeleba <strong>[sɔgɔsɔgɔ]</strong> triassic.

source: The number of recordings and which languages you contribute to will be public.
dyu: O fɔlisenw hakɛ ani i bɛ dɛmɛ don kan minnu na, o bɛna kɛ foroba ye.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
dyu: Fɛɛrɛ caman bɛ yen ka miiri kanko la. Kuma dɔnni misaliw kama, Common Voice b’a jira ko u ka sinsin ‘ɲɔgɔn faamuyali kan’, walima ‘yala kan in fɔbagaw bɛ se ka ɲɔgɔn faamuya kosɛbɛ n’u y’a ɲini wa?’

source: The recording was too long.
dyu: O fɔlisen tun ka jan kojugu.

source: The recording was too quiet.
dyu: O fɔlisen tun bɛ makun kojugu.

source: The recording was too short.
dyu: O fɔlisen tun ka surun kojugu.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
dyu: Yɛlɛmaba bɛna kɛ kalanbagaw ni ɲɔgɔn cɛ kumakan hakɛ la. I ka ban dɔrɔn ni kumakan ka bon fo fɔlisen bɛ tiɲɛ, walima (a ka c’a la) ni a dɔgɔyara fo i tɛ se ka kuma fɔlenw mɛn k’a sɔrɔ i ma kuma sɛbɛn sɛbɛnnen kan.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
dyu: O kan ninnu bɛ sigida yiriwali la sisan. <localizationGlossaryLink>Website sigidako</localizationGlossaryLink> ani <sentenceCollectionGlossaryLink>kumasenw dalajɛ</sentenceCollectionGlossaryLink> ka kan ka daminɛ.

source: The selected file is too large
dyu: Filen sugandilen ka bon kojugu

source: The sentence has a grammatical or spelling error.
dyu: Kumasen in bɛ ni daɲɛgafe walima sɛbɛnni fili ye.

source: The sentence has disrespectful or offensive language.
dyu: Kumasen bɛ ni bonyabaliya kan walima kumajugu ye.

source: The sentence must be grammatically correct.
dyu: Kumasen ka kan ka Kɛ daɲɛ-fɔcogo ɲuman ye.

source: The sentence must be speakable.
dyu: Kumasen ka kan ka kɛ kumasen ye.

source: The sentence must be spelled correctly.
dyu: Kumasen ka kan ka sɛbɛn ka ɲɛ.

source: The site is ready to be launched when it reaches 75% completion.
dyu: Siti in labɛnnen don ka daminɛ n’a sera 75% dafalen ma.
